Repository: LGUIGUES/portfolioV2
Catalog: translations/messages+intl-icu.*.xlf
Languages: fr

source: Portfolio Laurent GUIGUES | Web Developer
fr: Portfolio de GUIGUES Laurent | Développeur Web

source: Discover my skills as a web integrator developer in this portfolio. Trained with the 3W Academy to learn the 5 main web languages: Html, Css, Js, Php and Sql. Shop around and feel free to contact me.
fr: Découvrez mes compétences de développeur intégrateur web dans ce portfolio. Formé avec la 3W Académy pour apprendre les 5 principaux langages du web : Html, Css, Js, Php et Sql. Faite le tour et n'hésitez pas à me contacter.

source: website
fr: Site Web

source: Portfolio of Laurent GUIGUES | Web Developer
fr: Portfolio de Laurent GUIGUES | Développeur Web

source: Home
fr: Accueil

source: About
fr: A propos

source: My training
fr: Ma formation

source: My productions
fr: Mes réalisations

source: Contact me
fr: Me contacter

source: My GitHub profil
fr: Mon profile GitHub

source: My Linkedin profil
fr: Mon profile Linkedin

source: Legal Notice
fr: Mentions légales

source: Portfolio release 2.0 - Propulsed by Symfony
fr: Portfolio version 2.0 - Propulsé par Symfony

source: Your browser do not take load the javascript !
fr: Votre navigateur ne prends pas en charge le Javascript !

source: Portfolio of Laurent GUIGUES
fr: Portfolio de Laurent GUIGUES

source: Your ask contact was well sended !
fr: Votre demande de contact a bien été envoyée !

source: about
fr: a-propos

source: my-training
fr: ma-formation

source: my-productions
fr: mes-realisations

source: legalnotice
fr: mentions-legales
